---
kind: other
id: Properties.T:Autodesk.Revit.DB.CeilingType
source: html/3da5c0cd-04c6-72d8-0930-4259e6a6f54b.htm
---
# CeilingType Properties

The id of the assembly instance to which the element belongs.